[
  {
    "name": "Muscle Relaxation",
    "slides": [
      {
        "title": "",
        "subTitle": "Start by lying or sitting down. Relax your entire body. Take five deep, slow breaths."
      },
      {
        "title": "",
        "subTitle": "Lift your toes upward. Hold, then let go. "
      },
      {
        "title": "",
        "subTitle": "Pull your toes downward. Hold, then let go."
      },
      {
        "title": "",
        "subTitle": "Move your knees toward each other. Hold, then let go."
      },
      {
        "title": "",
        "subTitle": "Clench your hands. Pause, then let go."
      },
      {
        "title": "",
        "subTitle": "Tense your arms. Hold, then let go."
      },
      {
        "title": "",
        "subTitle": "Contract your abdominal muscles. Pause, then let go."
      },
      {
        "title": "",
        "subTitle": "Inhale and tighten your chest. Hold, then exhale and let go."
      },
      {
        "title": "",
        "subTitle": "Raise your shoulders to your ears. Pause, then let go."
      },
      {
        "title": "",
        "subTitle": "Close your eyes tightly. Pause, then release."
      }
    ]
  },
  {
    "name": "Closed Eyes Visualization",
    "slides": [
      {
        "title": "1. Find a Quiet Space:",
        "subTitle": "Choose a quiet and comfortable space where you can sit or lie down. Make sure you won't be disturbed during the exercise."
      },
      {
        "title": "2. Close Your Eyes:",
        "subTitle": "Gently close your eyes to block out external distractions."
      },
      {
        "title": "3. Deep Breathing:",
        "subTitle": "Take a few deep breaths to calm your body and mind. Inhale slowly through your nose, hold for a moment, and exhale slowly through your mouth. Repeat this a few times to relax."
      },
      {
        "title": "4. Choose a Peaceful Image:",
        "subTitle": "Imagine a peaceful and serene place. It could be a quiet forest, a tranquil beach, a meadow, or any location where you feel relaxed and content."
      },
      {
        "title": "5. Focus on Details:",
        "subTitle": "Begin to visualize the details of this place. Imagine the colors, shapes, and features. Picture the scenery as vividly as you can."
      },
      {
        "title": "6. Engage Your Senses:",
        "subTitle": "Bring your senses into the visualization. Imagine the sounds, such as birds singing or waves crashing. Feel the warmth of the sun or a gentle breeze on your skin. Imagine the scent of nature or the ocean air."
      },
      {
        "title": "7. Embrace Calm Emotions:",
        "subTitle": "As you immerse yourself in this peaceful place, focus on the emotions it evokes. Feel the calm, serenity, and relaxation that come from being in this beautiful location"
      },
      {
        "title": "8. Stay Present:",
        "subTitle": "Keep your mind focused on this tranquil scene. If your thoughts start to wander, gently guide your attention back to the visualization."
      },
      {
        "title": "9. Conclude the Exercise:",
        "subTitle": "As your chosen time limit approaches, start to transition out of the visualization. Become aware of your physical surroundings and the sensation of your body. Gently wiggle your fingers and toes."
      },
      {
        "title": "10. Open Your Eyes:",
        "subTitle": "When you're ready, open your eyes."
      }
    ]
  },
  {
    "name": "5-4-3-2-1",
    "slides": [
      {
        "title": "Notice 5 things that you can see.",
        "subTitle": "How does it look? Do you notice any patterns on it? What's the most prominent color?"
      },
      {
        "title": "Notice 4 things that you can touch.",
        "subTitle": "How does it feel? What's the texture like? What is it made of?"
      },
      {
        "title": "Notice 3 things that you can hear.",
        "subTitle": "How loud is it? What is it saying? Where is it coming from?"
      },
      {
        "title": "Notice 2 things that you can smell.",
        "subTitle": "What are the notes of the scent? Is it strong, or is it subtle?"
      },
      {
        "title": "Notice 1 thing that you can taste",
        "subTitle": "What's the flavor profile?"
      }
    ]
  }
]
